[
  {
    "id": 1,
    "name": "Calgary Folk Fest",
    "type": "web",
    "status": "Professional",
    "description": "A website for a local music festival with well over 40 years of rich history in the heart of downtown Calgary, AB.",
    "media": "https://ua4mmiw8i4jbla3y.public.blob.vercel-storage.com/CFMF-xJzGh6j0tM4nfGWVzi1fsgdAq9In7M.mov",
    "staticImage": "https://ua4mmiw8i4jbla3y.public.blob.vercel-storage.com/CFMF-andRlosHHaG0BXZ6k1oi10W7k0nt8q.png",
    "liveUrl": "https://calgaryfolkfest.com/",
    "githubUrl": null,
    "content": {
      "concept": "Calgary Folk Fest is a local music festival that has been running for over 40 years. They  needed a digital refresh to match its cultural significance. Their outdated website contained extensive content that required re-imagining.",
      "solution": "As part of a small team, we built them a brand new solution from the ground up with Next.js, StrapiCMS and MySQL - hosted on AWS. on top of developing the frontend, I was also largely responsible for architecture and infrastructure."
    }
  },
  {
    "id": 2,
    "name": "Vista Crossing",
    "type": "web",
    "status": "Professional",
    "description": "A residential community website in Crossfield, AB as part of a larger suite of developments by Dream Homes.",
    "media": "https://ua4mmiw8i4jbla3y.public.blob.vercel-storage.com/vistacrossing-3CcZZGjclv2XMR84UD7AKvw4jL8fcU.mov",
    "staticImage": "https://ua4mmiw8i4jbla3y.public.blob.vercel-storage.com/vistacrossing-tjBMbmgTH6RQwkeMSeiXTvY1ltH5T8.png",
    "liveUrl": "https://vistacrossing.ca/",
    "githubUrl": null,
    "content": {
      "concept": "Vista Crossing is a newly developed residential community in Crossfield, AB. This website is part of a larger suite of developments by Dream Homes.",
      "solution": "As part of a small team, we built them a modern digital new solution from the ground up with Wordpress, Laravel(PHP), jQuery, Sass and MySQL - hosted on AWS."
    }
  },
  {
    "id": 3,
    "name": "Tedana App",
    "type": "native",
    "status": "Prototype",
    "description": "A desktop application for Tedana - a program for multi-echo fMRI processing using Tauri, Rust and React.",
    "media": "https://ua4mmiw8i4jbla3y.public.blob.vercel-storage.com/TedanaApp-71fvLOCahSSxyzvgKNJj7vTKHwGOhw.mov",
    "staticImage": "https://ua4mmiw8i4jbla3y.public.blob.vercel-storage.com/TedanaApp-8Gpg6wj8lu88AwQPAaoKHt88E50IoO.png",
    "liveUrl": null,
    "githubUrl": "https://github.com/benWozak/tedana-gui",
    "content": {
      "concept": "Multi-echo fMRI is a relatively new concept in the world of neuroscience. It is not very well understood and not yet integrated into current data processing pipelines.",
      "solution": "I sought to create a tool to make it easier to use Tedana, and used this as a medium to develop with Tauri, a new framework for building modern desktop applications."
    }
  }
]

